tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
# Linux/OSX/FreeBSD resource monitor
brew "bpytop"
# Cross-platform make
brew "cmake"
# OpenGL Extension Wrangler Library
brew "glew"
# C++ mathematics library for graphics software
brew "glm"
# GNOME XML library
brew "libxml2"
# Java-based project management
brew "maven"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Development kit for the Java programming language
brew "openjdk@11"
# Low-level access to audio, keyboard, mouse, joystick, and graphics
brew "sdl2"
# Library for loading images as SDL surfaces and textures
brew "sdl2_image"
# Sample multi-channel audio mixer library
brew "sdl2_mixer"
# Library for using TrueType fonts in SDL applications
brew "sdl2_ttf"
# Terminal multiplexer
brew "tmux"
# Internet file retriever
brew "wget"
# General-purpose lossless data-compression library
brew "zlib"
# High-performance, schema-free, document-oriented database
brew "mongodb/brew/mongodb-community"
# Open-source KVM software
cask "barrier"
# Web browser
cask "firefox"
# Free and open-source image editor
cask "gimp"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
cask "speedcrunch"
# Open-source code editor
cask "visual-studio-code"
