tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "marblenix/onivim2"
tap "mongodb/brew"
brew "grpc"
brew "bear"
brew "bpytop"
brew "gettext"
brew "glib"
brew "cairo"
brew "llvm"
brew "ccls"
brew "cmake"
brew "libtool"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "sdl2"
brew "ffmpeg"
brew "glew"
brew "glm"
brew "hugo"
brew "libxml2"
brew "maven"
brew "monero"
brew "youtube-dl"
brew "mpv"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "python-tk@3.9"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "tmux"
brew "wget"
brew "zlib"
brew "mongodb/brew/mongodb-community"
cask "barrier"
cask "discord"
cask "electrum"
cask "firefox"
cask "gimp"
cask "iterm2"
cask "rectangle"
cask "speedcrunch"
cask "spotify"
